<?php
$lang['required']           = "Поле %s обязательно для заполнения.";
$lang['isset']              = "Поле %s должно содержать значение.";
$lang['valid_email']        = "Поле %s должно содержать правильный email адрес.";
$lang['valid_emails']       = "Поле %s должно содержать все правильные email адреса.";
$lang['valid_url']          = "Поле %s должно содержать правильный URL.";
$lang['valid_ip']           = "Поле %s должно содержать правильный IP.";
$lang['min_length']         = "Поле %s должно быть не менее %s символов в длину.";
$lang['max_length']         = "Поле %s должно быть не более %s символов в длину.";
$lang['exact_length']       = "Поле %s должно быть ровно %s символов в длину.";
$lang['alpha']              = "Поле %s может содержать только буквы.";
$lang['alpha_numeric']      = "Поле %s может содержать только буквы и цифры.";
$lang['alpha_dash']         = "Поле %s может содержать только буквы, цифры, подчеркивания и тире.";
$lang['numeric']            = "Поле %s должно содержать только числа.";
$lang['is_numeric']         = "Поле %s должно содержать только числовые символы.";
$lang['integer']            = "Поле %s должно содержать целое число.";
$lang['regex_match']        = "Поле %s имеет неправильный формат.";
$lang['matches']            = "Поле %s не совпадает с полем %s.";
$lang['is_unique']          = "Поле %s должно содержать уникальное значение.";
$lang['is_natural']         = "Поле %s должно содержать только положительные числа.";
$lang['is_natural_no_zero'] = "Поле %s должно содержать число больше нуля.";
$lang['decimal']            = "Поле %s должно содержать десятичное число.";
$lang['less_than']          = "Поле %s должно содержать число меньше %s.";
$lang['greater_than']       = "Поле %s должно содержать число больше %s.";
?>
